[
  {
    "id": 1,
    "shikimoriId": 52973,
    "titleRU": "Терраса кафе богинь",
    "titleEN": "Megami no Cafe Terrace",
    "genres": [
      "Сёнен",
      "Комедия",
      "Романтика",
      "этти"
    ],
    "descriptionRU": "У студента Токийского университета Хаято Касукабэ умерла его бабушка Сатико. В наследство от бабушки, Хаято досталось кафе. Не желая продолжать семейный бизнес, Хаято вернулся в родной город, собираясь снести кафе и построить на его месте парковку. Однако он обнаружил, что в кафе на данный момент проживает пять девушек: Сирагику Оно, Аканэ Хоодзи, Рихо Цукисима, Ами Цуруга и Ока Макудзава. Оказалось, что их незадолго до своей смерти приютила Сатико Касукабэ. Девушки не просто проживали в кафе, они в нём работали. Снести кафе означает лишить всех пятерых крова и подработки. Поразмыслив, Хаято решил не закрывать кафе и продолжить дело своей бабушки, а девушек нанять в качестве сотрудниц. Так начинается история возрождения кафе Familia Terrace под управлением Хаято и пятерых его помощниц.",
    "image": "/mainSlider/slide-2.png"
  },
  {
    "id": 2,
    "shikimoriId": 30240,
    "titleRU": "Школа-тюрьма",
    "titleEN": "Prison School",
    "genres": [
      "Сэйнэн",
      "Комедия",
      "этти"
    ],
    "descriptionRU": "Хачимицу — элитная частная академия, известная своими строгими академическими стандартами. Впервые за всю историю существования школы двери открываются и для учеников мужского пола. Киёши Фуджино — главный герой истории, один из немногих «счастливчиков» Хачимицу. В первый же день он узнает шокирующую для него новость: в академию поступило только пять парней, включая его самого. И это при том, что девушек здесь около тысячи! Казалось бы, жизнь парней академии будет «в малине», ведь они изо дня в день будут находиться в окружении девушек. Однако девушки наотрез отказываются разговаривать с ними. Вскоре выясняется, что причина такого поведения связана с неким подпольным студенческим советом... Сумеют ли парни разоблачить тайный студсовет, угрожающий студенткам Хачимицу?",
    "image": "/mainSlider/slide-5.png"
  }
]