<template>
  <div class="authors-container">
    <div class="authors-container-inner">
      <div class="authors-container-tit">
        <h1>Для правообладателей:</h1>
        <br>
        <span>
          Деятельность сайта Ota-ku.ru осуществляется в соответствии с законодательством Республики Армения в
          области защиты информации и авторских прав на контент.
        </span>
        <p>
          Все материалы, размещенные на нашем ресурсе, доступны в свободном доступе и могут быть бесплатно
          загружены из Интернета. Мы не собираем информацию из сети и не размещаем контент вручную - это
          происходит в автоматическом режиме.
        </p>
        <br>
        <p>
          Мы строго против публикации нелицензионного контента или материалов, нарушающих авторские права. Вся
          информация, представленная на нашем сайте, состоит из любительских русскоязычных материалов из свободных
          источников.
        </p>
        <br>
        <p>
          На <a href="https://ota-ku.ru">Ota-ku.ru</a> мы размещаем только фрагменты материалов, переведенные на русский
          язык, и контент с
          любительским переводом для ознакомительного просмотра. Мы не публикуем оригинальные, непереведенные
          материалы.
        </p>
        <br>
        <p>
          Наша администрация готова сотрудничать с правообладателями контента. Если вы обнаружили материал на
          нашем сайте, который, по вашему мнению, нарушает ваши авторские права, пожалуйста, свяжитесь с нами по
          адресу <a href="mailto:w33bv.gl@gmail.com"> w33bv.gl@gmail.com </a>, указав следующую информацию:
        </p>
        <ul>
          <li>Контактные данные и реквизиты вашей компании.</li>
          <li>Прямую ссылку(ссылки) на спорный материал.</li>
          <li>Заверенные сканированные копии документов, подтверждающих ваше эксклюзивное право на материал.</li>
          <li>Если вы представляете интересы другой компании, приложите копии документов на посреднические
            услуги.
          </li>
        </ul>
        <br>
        <p>
          Мы обязуемся провести проверку предоставленной информации и связаться с вами в кратчайшие сроки для
          урегулирования спорного вопроса.
        </p>
        <p>
          Приносим извинения за возможные неудобства и благодарим за понимание.
        </p>
        <br>
        <p>
          С уважением,
          Администрация <a href="https://ota-ku.ru">Ota-ku.ru</a>
        </p>
      </div>
    </div>
  </div>
</template>
<script>
</script>
<style lang="scss" scoped>
.authors-container {
  width: 100%;
  padding: 10px 0;
}

.authors-container-inner {
  width: 100%;
  padding: 0 10px;
}

.authors-container-tit {
  max-width: var(--ota-ku-max-width);
  width: 100%;
  margin: 0 auto;
  padding: 30px 20px;
  border: 1px solid #404040;
  background-color: #171717;
  color: white !important;
}

.header-navigation,
.header-search {
  display: none !important;
}

span {
  background-color: rgba(255, 255, 0, 1);
  padding: 0 5px;
  color: black;
}

h1 {
  font-size: 1.8em !important;
}

h2 {
  font-size: 1.3em !important;
}

a {
  color: #2786e4;
  text-decoration: underline;
}

ul {
  list-style-type: disc;
  margin-left: 40px;
}

ul li {
  margin-bottom: 5px;
}
</style>