<template>
  <div class="pt-10 pb-10 pr-2 pl-2">
    <h1 class="text-2xl">Для правообладателей:</h1>
    <br>
    <span>
      Деятельность сайта Ota-ku.ru осуществляется в соответствии с законодательством Республики Армения в
      области защиты информации и авторских прав на контент.
    </span>
    <p>
      Все материалы, размещенные на нашем ресурсе, доступны в свободном доступе и могут быть бесплатно
      загружены из Интернета. Мы не собираем информацию из сети и не размещаем контент вручную - это
      происходит в автоматическом режиме.
    </p>
    <br>
    <p>
      Мы строго против публикации нелицензионного контента или материалов, нарушающих авторские права. Вся
      информация, представленная на нашем сайте, состоит из любительских русскоязычных материалов из свободных
      источников.
    </p>
    <br>
    <p>
      На <NuxtLink class="text-blue-500" to="https://ota-ku.ru">Ota-ku.ru</NuxtLink> мы размещаем только фрагменты
      материалов, переведенные на русский
      язык, и контент с
      любительским переводом для ознакомительного просмотра. Мы не публикуем оригинальные, непереведенные
      материалы.
    </p>
    <br>
    <p>
      Наша администрация готова сотрудничать с правообладателями контента. Если вы обнаружили материал на
      нашем сайте, который, по вашему мнению, нарушает ваши авторские права, пожалуйста, свяжитесь с нами по
      адресу <a class="text-blue-500" href="mailto:w33bv.gl@gmail.com"> w33bv.gl@gmail.com </a>, указав следующую
      информацию:
    </p>
    <ul>
      <li>Контактные данные и реквизиты вашей компании.</li>
      <li>Прямую ссылку(ссылки) на спорный материал.</li>
      <li>Заверенные сканированные копии документов, подтверждающих ваше эксклюзивное право на материал.</li>
      <li>Если вы представляете интересы другой компании, приложите копии документов на посреднические
        услуги.
      </li>
    </ul>
    <br>
    <p>
      Мы обязуемся провести проверку предоставленной информации и связаться с вами в кратчайшие сроки для
      урегулирования спорного вопроса.
    </p>
    <p>
      Приносим извинения за возможные неудобства и благодарим за понимание.
    </p>
    <br>
    <p>
      С уважением,
      Администрация <NuxtLink class="text-blue-500" to="https://ota-ku.ru">Ota-ku.ru</NuxtLink>
    </p>
  </div>
</template>
<script>
</script>