<template>
  <div class="authors-container">
    <div class="authors-container-inner">
      <div class="authors-container-tit">
        <h1>Пользовательское Соглашение</h1>
        <br>
        <p>Настоящее Пользовательское Соглашение (далее Соглашение) регулирует отношения между владельцем
          https://ota-ku.ru (далее Ota-ku или Администрация) с одной стороны и пользователем сайта с другой.</p>
        <p>Сайт Ota-ku является средством массовой информации.</p>
        <p>Используя сайт, Вы соглашаетесь с условиями данного соглашения.</p>
        <p>Если Вы не согласны с условиями данного соглашения, не используйте сайт Ota-ku!</p>
        <br>
        <h2>Предмет соглашения</h2>
        <br>
        <p>Администрация предоставляет пользователю право на размещение на сайте следующей информации:</p>
        <ul>
          <li>Текстовой информации</li>
          <li>Аудиоматериалов</li>
          <li>Видеоматериалов</li>
          <li>Фотоматериалов</li>
          <li>Ссылок на материалы, размещенные на других сайтах</li>
        </ul>
        <br>
        <h2>Права и обязанности сторон</h2>
        <br>
        <p>Пользователь имеет право:</p>
        <ul>
          <li>осуществлять поиск информации на сайте</li>
          <li>получать информацию на сайте</li>
          <li>комментировать контент, выложенный на сайте</li>
          <li>копировать информацию на другие сайты с указанием источника</li>
          <li>копировать информацию на другие сайты с разрешения Администрации сайта</li>
          <li>копировать информацию на другие сайты с разрешения правообладателя</li>
          <li>требовать от администрации скрытия любой информации переданной пользователем сайту</li>
          <li>использовать информацию сайта в личных некоммерческих целях</li>
          <li>использовать информацию сайта в коммерческих целях с разрешения Администрации</li>
          <li>использовать информацию сайта в коммерческих целях с разрешения правообладателей</li>
        </ul>
        <br>
        <p>Администрация имеет право:</p>
        <ul>
          <li>по своему усмотрению и необходимости создавать, изменять, отменять правила</li>
          <li>ограничивать доступ к любой информации на сайте</li>
          <li>создавать, изменять, удалять информацию</li>
          <li>удалять учетные записи</li>
          <li>отказывать в регистрации без объяснения причин</li>
        </ul>
        <br>
        <h2>Обязанности пользователя</h2>
        <br>
        <p>Пользователь обязуется:</p>
        <ul>
          <li>не копировать информацию с других источников</li>
          <li>не распространять информацию, которая направлена на пропаганду войны, разжигание национальной, расовой или
            религиозной ненависти и вражды, а также иной информации, за распространение которой предусмотрена уголовная
            или административная ответственность
          </li>
          <li>не нарушать работоспособность сайта</li>
          <li>не создавать несколько учётных записей на Сайте, если фактически они принадлежат одному и тому же лицу
          </li>
          <li>не совершать действия, направленные на введение других Пользователей в заблуждение</li>
          <li>не передавать в пользование свою учетную запись и/или логин и пароль своей учетной записи третьим лицам
          </li>
          <li>не регистрировать учетную запись от имени или вместо другого лица за исключением случаев, предусмотренных
            законодательством Армении
          </li>
          <li>не размещать материалы рекламного, эротического, порнографического или оскорбительного характера, а также
            иную информацию, размещение которой запрещено или противоречит нормам действующего законодательства Армении
          </li>
          <li>не использовать скрипты (программы) для автоматизированного сбора информации и/или взаимодействия с Сайтом
            и его Сервисами
          </li>
        </ul>
        <br>
        <h2>Обязанности Администрации</h2>
        <br>
        <p>Администрация обязуется:</p>
        <ul>
          <li>поддерживать работоспособность сайта за исключением случаев, когда это невозможно по независящим от
            Администрации причинам
          </li>
          <li>осуществлять разностороннюю защиту учетной записи Пользователя</li>
          <li>защищать информацию, распространение которой ограничено или запрещено законами путем вынесения
            предупреждения либо удалением учетной записи пользователя, нарушившего правила
          </li>
        </ul>
        <br>
        <h2>Ответственность сторон</h2>
        <ul>
          <li>пользователь лично несет полную ответственность за распространяемую им информацию</li>
          <li>администрация не несет никакой ответственности за достоверность информации, скопированной из других
            источников
          </li>
          <li>администрация не несет ответственности за несовпадение ожидаемых Пользователем и реально полученных услуг
          </li>
          <li>администрация не несет никакой ответственности за услуги, предоставляемые третьими лицами</li>
          <li>в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное положение, стихийное бедствие
            и т. д.) Администрация не гарантирует сохранность информации, размещённой Пользователем, а также
            бесперебойную работу информационного ресурса
          </li>
        </ul>
        <br>
        <h2>Условия действия Соглашения</h2>
        <br>
        <p>Данное Соглашение вступает в силу при любом использовании данного сайта.</p>
        <p>Соглашение перестает действовать при появлении его новой версии.</p>
        <p>Администрация оставляет за собой право в одностороннем порядке изменять данное соглашение по своему
          усмотрению.</p>
        <p>Администрация не оповещает пользователей об изменении в Соглашении.</p>
      </div>
    </div>
  </div>
</template>
<script>
</script>

<style lang="scss" scoped>
.authors-container {
  width: 100%;
  padding: 10px 0;
}

.authors-container-inner {
  width: 100%;
  padding: 0 10px;
}

.authors-container-tit {
  max-width: var(--ota-ku-max-width);
  width: 100%;
  margin: 0 auto;
  padding: 30px 20px;
  border: 1px solid #404040;
  background-color: #171717;
  color: white !important;
}

.header-navigation,
.header-search {
  display: none !important;
}

span {
  background-color: rgba(255, 255, 0, 1);
  padding: 0 5px;
  color: black;
}

h1 {
  font-size: 1.8em !important;
}

h2 {
  font-size: 1.3em !important;
}

a {
  color: #2786e4;
  text-decoration: underline;
}

ul {
  list-style-type: disc;
  margin-left: 40px;
}

ul li {
  margin-bottom: 5px;
}
</style>